<?php

return [
    //Index Page
    'transfer' => 'Μεταφορά Αποθέματος',
    'transfer_list' => 'Λίστα Μεταφορών Αποθέματος',
    'transfer_details' => 'Λεπτομέρειες Μεταφοράς Αποθέματος',
    'list' => 'λίστα',
    'add' => 'προσθήκη',
    'filter' => 'Φίλτρα',
    'export' => 'Εξαγωγή',
    'no_data_table' => 'Δεν υπάρχουν δεδομένα διαθέσιμα στον πίνακα',
    'create' => 'Δημιουργία Μεταφοράς Αποθέματος',
    'from_location' => 'Τοποθεσία (Από)',
    'to_location' => 'Τοποθεσία (Προς)',
    'status' => 'Κατάσταση',
    'transfer_person' => 'Άτομο Μεταφοράς',
    'receive_person' => 'Άτομο Παραλαβής',
    'date' => 'Ημερομηνία Μεταφοράς',
    'search_stock_transfer' => 'Αναζήτηση Μεταφοράς Αποθέματος',
    'actions' => 'Ενέργειες',
    'voucher_no' => 'Αριθμός Παραστατικού',

    //Create Page
    'placeholder_transfer_person' => 'Επιλέξτε Άτομο Μεταφοράς',
    'placeholder_receive_person' => 'Επιλέξτε Άτομο Παραλαβής',
    'placeholder_from_location' => 'Επιλέξτε Τοποθεσία (Από)',
    'placeholder_to_location' => 'Επιλέξτε Τοποθεσία (Προς)',
    'search_products' => 'Αναζήτηση Προϊόντων...',
    'product' => 'Προϊόν',
    'total_current_qty' => 'Συνολική Τρέχουσα Ποσότητα',
    'transfer_qty' => 'Ποσότητα Μεταφοράς',
    'unit' => 'Μονάδα',
    'remark' => 'Σημείωση',
    'save' => 'Αποθήκευση',

    'edit_transfer' => 'Επεξεργασία Μεταφοράς Αποθέματος',
    'cannot_editable' => 'Δεν μπορεί να επεξεργαστείτε',
    'cannot_editable_message' => 'Τα μεταφερόμενα δεδομένα δεν μπορούν να αλλάξουν επειδή η κατάστασή τους είναι "ολοκληρωμένη". Πρέπει να αλλάξετε την κατάσταση για να επεξεργαστείτε τη μεταφερόμενη αποθήκη.',
    'update' => 'Ενημέρωση',
];
