<?php 

return [
    'add_uom' => 'Προσθήκη Μονάδας Μέτρησης',
    'add_unit_category' => 'Προσθήκη Κατηγορίας Μονάδας',
    'bigger' => 'Μεγαλύτερο ( > )',
    'edit_uom' => 'Επεξεργασία Μονάδας Μέτρησης',
    'edit_unit_category' => 'Επεξεργασία Κατηγορίας Μονάδας',
    'filter_by_category' => 'Φιλτράρισμα ανά Κατηγορία',
    'reference_unit' => 'Μονάδα Αναφοράς',
    'reference_uom' => 'Μονάδα Μέτρησης Αναφοράς',
    'reference' => 'Αναφορά',
    'rounded_amount' => 'Στρογγυλοποιημένο Ποσό',
    'short_name' => 'Σύντομο Όνομα',
    'smaller' => 'Μικρότερο ( < )',
    'unit_category' => 'Κατηγορία Μονάδας',
    'unit_list' => 'Λίστα Μονάδας',
    'unit_type' => 'Τύπος Μονάδας',
    'unit' => 'Μονάδα',
];
