<?php

return [

    // Начална страница
    'adjustment' => 'Корекция на Склада',
    'adjustment_list' => 'Списък на Корекции на Склада',
    'list' => 'Списък',
    'add' => 'Добави',
    'filter' => 'Филтри',
    'export' => 'Експорт',
    'export_adjustment' => 'Експорт на Корекция',
    'no_data_table' => 'Няма налични данни в таблицата',
    'create' => 'Създай Корекция',
    'location' => 'Местоположение',
    'status' => 'Статус',
    'increase_subtotal' => 'Увеличи Общо',
    'decrease_subtotal' => 'Намали Общо',
    'date' => 'Дата на Корекцията',
    'actions' => 'Действия',
    'voucher_no' => 'Номер на Ваучера',
    'created_by' => 'Създадено от',

    // Страница за Създаване
    'location_tip' => 'За кое "Местоположение на Бизнеса" желаете да направите корекция',
    'placeholder_location' => 'Изберете Местоположение',
    'search_products' => 'Търсене на Продукти...',
    'product' => 'Продукт',
    'total_current_qty' => 'Общо текущо количество',
    'on_ground_qty' => 'Количество на земята',
    'difference_qty' => 'Разлика в количество',
    'unit' => 'Единица',
    'save' => 'Запази',

    'edit_adjustment' => 'Редактиране на Корекция на Склада',
    'update' => 'Актуализиране',
    'adjustment_details' => 'Детайли за Корекцията',
    'uom' => 'Мерна единица',
    'total_balance' => 'Общ баланс',
    'adjustment_qty' => 'Корекция на количество',
    'type' => 'Тип',
    'uom_price' => 'Цена на мерната единица',
    'total' => 'Общо',

];
