<?php 

return [
    'add_uom' => 'Додати Одиницю Виміру',
    'add_unit_category' => 'Додати Категорію Одиниць Виміру',
    'bigger' => 'Більше ( > )',
    'edit_uom' => 'Редагувати Одиницю Виміру',
    'edit_unit_category' => 'Редагувати Категорію Одиниць Виміру',
    'filter_by_category' => 'Фільтрувати за Категорією',
    'reference_unit' => 'Довідкова Одиниця',
    'reference_uom' => 'Довідкова Одиниця Виміру',
    'reference' => 'Довідка',
    'rounded_amount' => 'Округлене Значення',
    'short_name' => 'Скорочена Назва',
    'smaller' => 'Менше ( < )',
    'unit_category' => 'Категорія Одиниць Виміру',
    'unit_list' => 'Список Одиниць Виміру',
    'unit_type' => 'Тип Одиниці Виміру',
    'unit' => 'Одиниця Виміру',
];
