<?php 

return [
    'add_service_type' => 'ဝန်ဆောင်မှုအမျိုးအစားထည့်ပါ',
    'add_service' => 'ဝန်ဆောင်မှုထည့်ပါ',
    'add_service_sale' => 'ဝန်ဆောင်မှုရောင်းရန် ထည့်ပါ',

    'balance_amount' => 'လက်ကျန်ငွေပမာဏ',

    'customer' => 'ဖောက်သည်',

    'date' => 'ရက်စွဲ',
    'discount' => 'လျှော့စျေး',
    'discount_type' => 'လျှော့စျေးအမျိုးအစား',
    'discount_amount' => 'လျှော့စျေးပမာဏ',

    'edit_service_type' => 'ဝန်ဆောင်မှုအမျိုးအစားကို ပြင်ဆင်ပါ',
    'edit_service' => 'ဝန်ဆောင်မှုကို ပြင်ဆင်ပါ',
    'edit_service_sale' => 'ဝန်ဆောင်မှုရောင်းရန်ကို ပြင်ဆင်ပါ',

    'is_active' => 'အသက်ဝင်သည်',
    'items' => 'ပစ္စည်းများ',

    'location' => 'တည်နေရာ',

    'price' => 'စျေးနှုန်း',
    'paid_amount' => 'ပေးဆောင်သည့်ပမာဏ',

    'remark' => 'မှတ်ချက်',

    'service_type' => 'ဝန်ဆောင်မှုအမျိုးအစား',
    'service_type_list' => 'ဝန်ဆောင်မှုအမျိုးအစားစာရင်း',
    'service' => 'ဝန်ဆောင်မှု',
    'service_sale' => 'ဝန်ဆောင်မှုရောင်းချခြင်း',
    'service_list' => 'ဝန်ဆောင်မှုစာရင်း',
    'service_sale_list' => 'ဝန်ဆောင်မှုရောင်းချခြင်းစာရင်း',
    'service_code' => 'ဝန်ဆောင်မှုကုဒ်',
    'service_name' => 'ဝန်ဆောင်မှုအမည်',
    'sale_amount' => 'အရောင်းပမာဏ',
    'status' => 'အခြေအနေ', 
    'save_and_print' => 'သိမ်းဆည်းပြီး ပုံနှိပ်ထုတ်ပါ',
    
    'total_sale_amount' => 'စုစုပေါင်းရောင်းရငွေပမာဏ',

    'voucher_no' => 'ဘောက်ချာနံပါတ်',
];