<?php

return [


    //Index Page
    'transfer' => 'ငွေလွှဲခြင်း',
    'transfer_list' => 'စတော့ရှယ်ယာလွှဲပြောင်းမှုစာရင်း',
    'transfer_details' => 'စတော့ရှယ်ယာလွှဲပြောင်းမှုအသေးစိတ်',
    'list' => 'စာရင်း',
    'add' => 'ထည့်ရန်',
    'filter' => 'စစ်ထုတ်ရန်',
    'export' => 'ထုတ်ယူရန်',
    'no_data_table' => 'ဇယားတွင်ဒေတာမရှိပါ',
    'create' => 'စတော့ရှယ်ယာလွှဲပြောင်းခြင်းလုပ်ရန်',
    'from_location' => 'နေရာ(မှ)',
    'to_location' => 'နေရာ(သို့)',
    'status' => 'အခြေအနေ',
    'transfer_person' => 'လွှဲပြောင်းမည့်လူ',
    'receive_person' => 'လက်ခံမည့်လူ',
    'date' => 'လွှဲပြောင်းမည့်နေ့',
    'search_stock_transfer' =>  'လွှဲပြောင်းမှုရှာရန်',
    'actions' => 'လုပ်ဆောင်ချက်များ',
    'voucher_no' => 'ဘောက်ချာ နံပါတ်',


    //Create Page
    'placeholder_transfer_person' => 'လွှဲပြောင်းမည့်လူကို ရွေးချယ်ပါ',
    'placeholder_receive_person' => 'လက်ခံမည့်လူကို ရွေးချယ်ပါ',
    'placeholder_from_location' => 'ထွက်ခွာမည့်နေရာကို ရွေးချယ်ပါ',
    'placeholder_to_location' => 'ရောက်ရှိမည့်နေရာကိုရွေးချယ်ပါ',
    'search_products' => 'ထုတ်ကုန်များကို ရှာဖွေပါ...',
    'product' => 'ထုတ်ကုန်',
    'total_current_qty' => 'စုစုပေါင်းလက်ရှိအရေအတွက်',
    'transfer_qty' => 'လွှဲပြောင်းမည့်အရေအတွက်',
    'package_qty' => 'ထုပ်ပိုးမှုအရေအတွက်',
    'package' => 'ထုပ်ပိုးမှု',
    'unit' => 'ယူနစ်',
    'remark' => 'မှတ်ချက်',
    'save' => 'သိမ်းဆည်းမည်',

    'edit_transfer' => "စတော့ရှယ်ယာလွှဲပြောင်းမှုကို ပြင်ဆင်ပါ",
    'cannot_editable' => "ပြင်ဆင်၍ မရပါ",
    'cannot_editable_message' => 'သင်၏အခြေအနေသည် ပြီးမြောက်ပြီ ဖြစ်သဖြင့် လွှဲပြောင်းထားသောအချက်အလက်ကိုပြင်ဆင်၍မရပါ ။ လွှဲပြောင်းထားသောစတော့ရှယ်ယာကိုပြင်ဆင်လိုရန် အခြေအနေကို ပြောင်းလဲပေးရပါမည်။',
    'update' => 'ပြုပြင်မည်',

     //Report
    'stock_transfer_summary' => 'စတော့ရှယ်ယာ လွှဲပြောင်းမှု အနှစ်ချုပ်',
    'stock_transfer_reports' => 'စတော့ရှယ်ယာ လွှဲပြောင်းမှု အစီရင်ခံစာများ',
    'export_stock_transfer_report' => 'စတော့ရှယ်ယာ လွှဲပြောင်းမှု ထုတ်ယူရန်',
    'stock_transfer_details' => 'စတော့ရှယ်ယာလွှဲပြောင်းမှု အသေးစိတ်များ',
    'export_stock_transfer_details_report' =>'စတော့ရှယ်ယာလွှဲပြောင်းမှု အသေးစိတ်များ အစီရင်ခံစာထုတ်ယူရန်',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',
    '' => '',





];
