<?php

return [


    //Index Page
    'transfer' => 'စတော့ငွေလွှဲခြင်း',
    'transfer_list' => 'စတော့ငွေလွှဲခြင်းစာရင်း',
    'transfer_details' => 'စတော့ရှယ်ယာလွှဲပြောင်းမှုအသေးစိတ်',
    'list' => 'စာရင်း',
    'add' => 'ထည့်ပါ',
    'export' => 'တင်ပို့ရန်',
    'filter' => 'စိစစ်မှုများ',
    'no_data_table' => 'ဇယားတွင် ဒေတာမရရှိနိုင်ပါ',
    'create' => 'စတော့ရှယ်ယာလွှဲပြောင်းခြင်းကိုဖန်တီးပါ',
    'from_location' => 'တည်နေရာ (မှ)',
    'to_location' => 'တည်နေရာ (သို့)',
    'status' => 'အခြေအနေ',
    'transfer_person' => 'လွှဲပြောင်းသူ',
    'receive_person' => 'လက်ခံရရှိသူ',
    'date' => 'လွှဲပြောင်းသည့်ရက်စွဲ',
    'search_stock_transfer' =>  'စတော့ရှယ်ယာလွှဲပြောင်းခြင်းကိုရှာဖွေပါ',
    'actions' => 'လုပ်ဆောင်ချက်များ',
    'voucher_no' => 'ဘောက်ချာနံပါတ်',


    //Create Page
    'placeholder_transfer_person' => 'လွှဲပြောင်းသူကို ရွေးပါ',
    'placeholder_receive_person' => 'လက်ခံရရှိသူကို ရွေးပါ',
    'placeholder_from_location' => 'တည်နေရာမှ ရွေးပါ',
    'placeholder_to_location' => 'တည်နေရာသို့ ရွေးပါ',
    'search_products' => 'ထုတ်ကုန်များကို ရှာဖွေပါ...',
    'product' => 'ထုတ်ကုန်',
    'total_current_qty' => 'စုစုပေါင်းလက်ရှိအရေအတွက်',
    'transfer_qty' => 'လွှဲပြောင်းမှုအရေအတွက်',
    'unit' => 'ယူနစ်',
    'remark' => 'မှတ်ချက်',
    'save' => 'သိမ်းဆည်းပါ',

    'edit_transfer' => "စတော့လွှဲပြောင်းခြင်းကို ပြင်ဆင်ပါ",
    'cannot_editable' => "ပြင်လို့မရပါ",
    'cannot_editable_message' => '၎င်း၏အခြေအနေ "ပြီးပါပြီ" ဖြစ်သောကြောင့် လွှဲပြောင်းထားသောဒေတာကို ပြောင်းလဲ၍မရပါ။ လွှဲပြောင်းထားသောစတော့ကို တည်းဖြတ်ရန်အတွက် အခြေအနေကို သင်ပြောင်းရပါမည်။',
    'update' => 'မွမ်းမံပါ',



];
