<?php 

return [
    'add_uom' => 'Добавить единицу измерения',
    'add_unit_category' => 'Добавить категорию единиц измерения',
    'bigger' => 'Больше ( > )',
    'edit_uom' => 'Редактировать единицу измерения',
    'edit_unit_category' => 'Редактировать категорию единиц измерения',
    'filter_by_category' => 'Фильтр по категории',
    'reference_unit' => 'Единица измерения по умолчанию',
    'reference_uom' => 'Единица измерения по умолчанию',
    'reference' => 'Умолчание',
    'rounded_amount' => 'Округленная сумма',
    'short_name' => 'Краткое название',
    'smaller' => 'Меньше ( < )',
    'unit_category' => 'Категория единиц измерения',
    'unit_list' => 'Список единиц измерения',
    'unit_type' => 'Тип единицы измерения',
    'unit' => 'Единица измерения',
];
