<?php

return [

    // Страница списка коррекций запасов (Index Page)
    'adjustment' => 'Коррекция запасов',
    'adjustment_list' => 'Список коррекций запасов',
    'list' => 'Список',
    'add' => 'Добавить',
    'filter' => 'Фильтры',
    'export' => 'Экспорт',
    'export_adjustment' => 'Экспорт коррекции',
    'no_data_table' => 'Нет данных в таблице',
    'create' => 'Создать коррекцию',
    'location' => 'Местоположение',
    'status' => 'Статус',
    'increase_subtotal' => 'Увеличить итог',
    'decrease_subtotal' => 'Уменьшить итог',
    'date' => 'Дата коррекции',
    'actions' => 'Действия',
    'voucher_no' => 'Номер ваучера',
    'created_by' => 'Создано',

    // Страница создания коррекции запасов (Create Page)
    'location_tip' => 'Выберите "Бизнес-местоположение" для коррекции',
    'placeholder_location' => 'Выберите местоположение',
    'search_products' => 'Поиск товаров...',
    'product' => 'Товар',
    'total_current_qty' => 'Общее текущее количество',
    'on_ground_qty' => 'Количество на складе',
    'difference_qty' => 'Разница в количестве',
    'unit' => 'Единица измерения',
    'save' => 'Сохранить',
    'edit_adjustment' => 'Редактировать коррекцию запасов',
    'update' => 'Обновить',
    'adjustment_details' => 'Детали коррекции',
    'uom' => 'Единица измерения',
    'total_balance' => 'Общий баланс',
    'adjustment_qty' => 'Количество коррекции',
    'type' => 'Тип',
    'uom_price' => 'Цена за единицу измерения',
    'total' => 'Итого',
];
