<?php 

return [
    'add_uom' => 'Добави Мерна Единица',
    'add_unit_category' => 'Добави Категория за Мерни Единици',
    'bigger' => 'По-голямо ( > )',
    'edit_uom' => 'Редактирай Мерна Единица',
    'edit_unit_category' => 'Редактирай Категория за Мерни Единици',
    'filter_by_category' => 'Филтрирай по Категория',
    'reference_unit' => 'Референтна Единица',
    'reference_uom' => 'Референтна Мерна Единица',
    'reference' => 'Референция',
    'rounded_amount' => 'Закръглено Количество',
    'short_name' => 'Кратко Име',
    'smaller' => 'По-малко ( < )',
    'unit_category' => 'Категория за Мерни Единици',
    'unit_list' => 'Списък с Мерни Единици',
    'unit_type' => 'Тип на Мерната Единица',
    'unit' => 'Мерна Единица',
];